[
    {
      "id": 1,
      "title": "Customer Service Representative",
      "name": "Google LLC",
      "jobTitle": "Call Center Agent",
      "description": "We are looking for a highly motivated and experienced customer service representative to join our team. The ideal candidate will be responsible for handling customer inquiries, complaints, and providing assistance in a timely and professional manner.",
      "image": "https://i.ibb.co/T4fTQmP/google.png",
      "jobType": "Full-Time",
      "isRemote": "Remote",
      "jobLocation": "Los Angeles, CA",
      "salary": "$1k - $1.5k (Per Month)",
      "responsibilities": "Handle customer inquiries, complaints, and provide assistance, resolve customer issues in a timely and professional manner, maintain customer records and databases, follow up on customer interactions.",
      "requirements": "High school diploma or equivalent, 1+ year of experience in customer service, excellent communication and interpersonal skills, ability to work in a fast-paced environment.",
      "experience": "1+ year",
      "phone": "(456) 789-0123",
      "email": "jobs@example.com",
      "address": "123 Main St, Los Angeles, CA 90001"
    },
    {
      "id": 2,
      "title": "Data Entry Clerk",
      "name": "Netflix",
      "jobTitle": "Administrative Assistant",
      "description": "We are seeking a highly motivated and detail-oriented data entry clerk to join our team. The ideal candidate will be responsible for entering and verifying data into various systems, maintaining accurate records, and ensuring data quality.",
      "image": "https://i.ibb.co/TbW88K2/netflix.png",
      "jobType": "Full-Time",
      "isRemote": "Remote",
      "jobLocation": "New York, NY",
      "salary": "$3k - $4k (Per Month)",
      "responsibilities": "Enter and verify data into various systems, maintain accurate records, ensure data quality and integrity, perform data analysis and reporting.",
      "requirements": "High school diploma or equivalent, 1+ year of experience in data entry or administrative support, strong attention to detail and accuracy, proficiency in Microsoft Office.",
      "experience": "2+ years",
      "phone": "(567) 890-1234",
      "email": "jobs@example.com",
      "address": "456 Oak St, New York, NY 10001"
    },
    {
      "id": 3,
      "title": "Warehouse Associate",
      "name": "Tesla",
      "jobTitle": "Fulfillment Specialist",
      "description": "We are seeking a reliable and hard-working warehouse associate to join our team. The ideal candidate will be responsible for receiving, storing, and distributing products, maintaining inventory accuracy, and ensuring a safe and clean working environment.",
      "image": "https://i.ibb.co/284r94W/tesla.png",
      "jobType": "Full-Time",
      "isRemote": "Onsite",
      "jobLocation": "Chicago, IL",
      "salary": "$1.8k - $2.4k (Per Month)",
      "responsibilities": "Receive, store, and distribute products, maintain inventory accuracy, prepare and ship orders, operate material handling equipment, ensure a safe and clean working environment.",
      "requirements": "High school diploma or equivalent, 1+ year of experience in warehouse or fulfillment operations, ability to lift and move heavy items, basic computer skills.",
      "experience": "3+ years",
      "phone": "(678) 901-2345",
      "email": "jobs@example.com",
      "address": "456 Oak St, New York, NY 10001"
  },
  {
    "id": 4,
    "title": "Software Engineer",
    "name": "Airbnb",
    "jobTitle": "Backend Developer",
    "description": "We are seeking a highly skilled software engineer to join our development team. The ideal candidate will be responsible for designing and developing software solutions, debugging and testing code, and collaborating with cross-functional teams.",
    "image": "https://i.ibb.co/tsDwdGF/airbnb.png",
    "jobType": "Full-Time",
    "isRemote": "Remote",
    "jobLocation": "San Francisco, CA",
    "salary": "$4k - $8k (Per Month)",
    "responsibilities": "Design and develop software solutions, debug and test code, collaborate with cross-functional teams, participate in code reviews and design discussions, ensure software quality and maintainability.",
    "requirements": "Bachelor's degree in computer science or related field, 3+ years of experience in software engineering, proficiency in at least one programming language, experience with agile development methodologies.",
    "experience": "3+ years",
    "phone": "(789) 012-3456",
    "email": "jobs@example.com",
    "address": "789 Maple St, San Francisco, CA 94101"
  },
  {
    "id": 5,
    "title": "Marketing Manager",
    "name": "SEM rush",
    "jobTitle": "Digital Marketing Specialist",
    "description": "We are looking for a highly motivated and creative marketing manager to lead our digital marketing initiatives. The ideal candidate will be responsible for developing and executing marketing campaigns, managing social media accounts, and analyzing data to optimize results.",
    "image": "https://i.ibb.co/tsDwdGF/airbnb.png",
    "jobType": "Full-Time",
    "isRemote": "Onsite",
    "jobLocation": "Boston, MA",
    "salary": "$6k - $9k (Per Month)",
    "responsibilities": "Develop and execute marketing campaigns, manage social media accounts, analyze data to optimize results, collaborate with cross-functional teams, identify new opportunities for growth.",
    "requirements": "Bachelor's degree in marketing or related field, 3+ years of experience in marketing or advertising, experience with digital marketing channels (SEO, PPC, social media), excellent communication and leadership skills.",
    "experience": "3+ years",
    "phone": "(901) 234-5678",
    "email": "jobs@example.com",
    "address": "123 Elm St, Boston, MA 02101"
  },
  {
    "id": 6,
    "title": "Customer Service Representative",
    "name": "Fiver",
    "jobTitle": "Customer Service Representative",
    "description": "We are seeking a bilingual (Spanish/English) customer service representative to join our team. The ideal candidate will be responsible for answering customer inquiries, resolving problems, and providing exceptional customer service in both Spanish and English.",
    "image": "https://i.ibb.co/284r94W/tesla.png",
    "jobType": "Full-Time",
    "isRemote": "Remote",
    "jobLocation": "Miami, FL",
    "salary": "$3.4k - $6k (Per Month)",
    "responsibilities": "Answer customer inquiries in both Spanish and English, resolve problems and provide exceptional customer service, escalate issues as needed, document customer interactions.",
    "requirements": "High school diploma or equivalent, fluency in Spanish and English, 2+ years of experience in customer service, strong communication and problem-solving skills.",
    "experience": "2+ years",
    "phone": "(345) 678-9012",
    "email": "jobs@example.com",
    "address": "456 Oak St, Miami, FL 33101"
  }  
]
  